Repository: xxanqw/uxplay-control
Catalog: extension/po/*.po
Languages: uk

source: UXPlay Control
uk: Управління UXPlay

source: ⚠ Could not create config file at ~/.config/uxplay-control/uxplayrc.
uk: ⚠ Не вдалося створити конфіг-файл: ~/.config/uxplay-control/uxplayrc.

source: UXPlay Control — Upgraded to v8
uk: UXPlay Control — Оновлено до v8

source: Config file created at ~/.config/uxplay-control/uxplayrc. Manage UxPlay settings through Preferences.
uk: Файл конфігурації створено за шляхом ~/.config/uxplay-control/uxplayrc. Управляйте налаштуваннями UxPlay через "Налаштування".

source: Status: Stopped
uk: Статус: Зупинено

source: Preferences
uk: Налаштування

source: Status: UXPlay not found
uk: Статус: UXPlay не знайдено

source: Start UXPlay
uk: Запустити UXPlay

source: Status: Running
uk: Статус: Запущено

source: Stop UXPlay
uk: Зупинити UXPlay

source: Error
uk: Помилка

source: Open Docs
uk: Відкрити Документацію

source: Server & Security
uk: Сервер та безпека

source: Server Identity
uk: Ідентифікація сервера

source: Server Name
uk: Ім'я сервера

source: No Hostname Suffix
uk: Без суфікса імені хоста

source: MAC Address (Device ID)
uk: MAC-адреса (ID пристрою)

source: BLE Beacon File
uk: Файл BLE Beacon

source: Network & Ports
uk: Мережа та порти

source: Legacy AirPlay Ports
uk: Стандартні порти AirPlay

source: Use Custom Ports
uk: Використовувати власні порти

source: Port Configuration
uk: Налаштування портів

source: Security Settings
uk: Налаштування безпеки

source: None
uk: Немає

source: Password
uk: Пароль

source: Security Mode
uk: Режим безпеки

source: PIN Code (4-digit)
uk: PIN-код (4 цифри)

source: Client Registry Path
uk: Шлях до реєстру клієнтів

source: Custom Key Path
uk: Шлях до власного ключа

source: Access Control
uk: Контроль доступу

source: Whitelist Mode (Restrict)
uk: Режим білого списку (Restrict)

source: Allowed Devices (CSV)
uk: Дозволені пристрої (CSV)

source: Blocked Devices (CSV)
uk: Заблоковані пристрої (CSV)

source: Drop on New Connection
uk: Відключати при новому з'єднанні

source: Clear Frame on Reset
uk: Очищати кадр при скиданні

source: Video
uk: Відео

source: Display Settings
uk: Налаштування дисплея

source: H265 Support
uk: Підтримка H265

source: Custom
uk: Власний вибір

source: Resolution
uk: Роздільна здатність

source: Custom Resolution
uk: Власна роздільна здатність

source: FPS Limit
uk: Ліміт FPS

source: 0 = unlimited
uk: 0 = без ліміту

source: Geometry & Windows
uk: Геометрія та вікна

source: Fullscreen Mode
uk: Повноекранний режим

source: Video Flip
uk: Віддзеркалення відео

source: Horizontal
uk: Горизонтальне

source: Vertical
uk: Вертикальне

source: Inversion
uk: Інверсія

source: Video Rotation
uk: Обертання відео

source: Right (90°)
uk: Праворуч (90°)

source: Left (-90°)
uk: Ліворуч (-90°)

source: Overscan Mode
uk: Режим Overscan

source: Disable Video (Audio Only)
uk: Вимкнути відео (Лише аудіо)

source: Keep Window Open on Exit
uk: Не закривати вікно при виході

source: Screensaver Override
uk: Перевизначення заставки

source: Default
uk: За замовчуванням

source: On during active mirroring
uk: Увімкнено під час трансляції

source: Always on
uk: Завжди увімкнено

source: Audio & HLS
uk: Аудіо та HLS

source: Audio Synchronization
uk: Синхронізація аудіо

source: Video Sync
uk: Синхронізація відео

source: Async Audio (Audio-only)
uk: Асинхронне аудіо (Лише аудіо)

source: Audio Latency
uk: Затримка аудіо

source: Volume Control
uk: Контроль гучності

source: Volume Multiplier
uk: Множник гучності

source: Does not affect source device volume
uk: Не впливає на гучність джерела

source: Decibel Limits (l:h)
uk: Ліміти децибелів (l:h)

source: Logarithmic Taper
uk: Логарифмічне згасання (Taper)

source: Metadata Extraction
uk: Отримання метаданих

source: Cover Art Dump Path
uk: Шлях збереження обкладинок

source: Metadata Dump Path
uk: Шлях збереження метаданих

source: DACP Telemetry Path
uk: Шлях телеметрії DACP

source: Enable HLS Interception
uk: Увімкнути перехоплення HLS

source: Language Code
uk: Код мови

source: Advanced
uk: Розширені

source: Configuration File
uk: Конфігураційний файл

source: UXPlay Control stores runtime settings in a dedicated file. Path: ~/.config/uxplay-control/uxplayrc Changes made here are automatically synced to this file.
uk: UXPlay Control зберігає налаштування у файлі. Шлях: ~/.config/uxplay-control/uxplayrc Зміни тут автоматично синхронізуються з цим файлом.

source: GStreamer Pipeline
uk: Конвеєр GStreamer

source: Parser Element
uk: Елемент Парсера

source: Decoder Element
uk: Елемент Декодера

source: Converter Element
uk: Елемент Конвертера

source: Video Sink
uk: Відео Sink

source: Audio Sink
uk: Аудіо Sink

source: Force SW Decode
uk: Примусове програмне декодування

source: Prioritize Video4Linux2
uk: Пріоритет Video4Linux2

source: Color Space Matrix
uk: Матриця кольорового простору

source: Auto
uk: Автоматично

source: Stream Exports & Muxing
uk: Експорт потоку та Muxing

source: RTP Video Pipeline
uk: Конвеєр RTP Відео

source: RTP Audio Pipeline
uk: Конвеєр RTP Аудіо

source: Encode to MP4
uk: Кодувати у MP4

source: Diagnostics & Timeouts
uk: Діагностика та тайм-аути

source: Print FPS Telemetry
uk: Показувати телеметрію FPS

source: Video Dump Path
uk: Шлях збереження дампу відео

source: Audio Dump Path
uk: Шлях збереження дампу аудіо

source: Reset Timeout
uk: Тайм-аут скидання

source: Debug Logging
uk: Логування налагодження

source: Logs
uk: Журнали

source: Application Logs
uk: Журнали розширення

source: Log Management
uk: Управління журналами

source: Maximum Log Lines
uk: Максимальна кількість рядків

source: Clear All Stored Logs
uk: Очистити всі збережені журнали

source: Clear
uk: Очистити

source: About
uk: Про розширення

source: Extension Information
uk: Інформація про розширення

source: Name
uk: Назва

source: Description
uk: Опис

source: Version
uk: Версія

source: Supported GNOME Versions
uk: Підтримувані версії GNOME

source: Homepage
uk: Домашня сторінка

source: Developer Information
uk: Інформація про розробника

source: Support via Bank
uk: Підтримати (Банк)

source: Project GitHub
uk: Проєкт на GitHub

source: Internal schema version for migration tracking
uk: Внутрішня версія схеми для відстеження міграції

source: AirPlay server name
uk: Ім'я сервера AirPlay

source: Do not add hostname suffix
uk: Не додавати суфікс імені хоста

source: Hardcoded MAC address (Device ID)
uk: Фіксована MAC-адреса (ID пристрою)

source: Bind to legacy AirPlay static ports
uk: Прив'язати до застарілих статичних портів AirPlay

source: Use custom port configuration
uk: Використовувати власні налаштування портів

source: Port configuration string (n or n1,n2,n3)
uk: Рядок налаштування портів (n або n1,n2,n3)

source: Bluetooth Low Energy beacon path
uk: Шлях до маяка Bluetooth Low Energy

source: Security mode for access control (Empty values have no effect)
uk: Режим безпеки для контролю доступу (Порожні значення не мають ефекту)

source: 4-digit PIN code
uk: 4-значний PIN-код

source: Password for access control
uk: Пароль для контролю доступу

source: Client registry file path
uk: Шлях до файлу реєстру клієнтів

source: Whitelist mode (drop unknown TCP connections)
uk: Режим білого списку (відкидати невідомі TCP-з'єднання)

source: Whitelisted client device IDs (comma-separated)
uk: Дозволені ID пристроїв клієнтів (через кому)

source: Blacklisted client device IDs (comma-separated)
uk: Заблоковані ID пристроїв клієнтів (через кому)

source: Drop active connection when a new client connects
uk: Розірвати активне з'єднання при підключенні нового клієнта

source: Clear final frozen video frame on reset
uk: Очистити останній завислий кадр відео при скиданні

source: Custom private cryptographic key file path
uk: Шлях до власного приватного криптографічного ключа

source: Resolution preset selection
uk: Вибір шаблону роздільної здатності

source: Custom resolution string
uk: Власний рядок роздільної здатності

source: Enable H265 support (scales to 4K)
uk: Увімкнути підтримку H265 (масштабується до 4K)

source: Maximum allowable framerate (0 = unlimited)
uk: Максимально допустима частота кадрів (0 = без обмежень)

source: Start in fullscreen mode
uk: Запускати в повноекранному режимі

source: Buffer flips (0: None, 1: Horizontal, 2: Vertical, 3: Inversion)
uk: Перевертання буфера (0: Немає, 1: Горизонтальне, 2: Вертикальне, 3: Інверсія)

source: Rotation matrix (0: None, 1: Right, 2: Left)
uk: Матриця обертання (0: Немає, 1: Вправо, 2: Вліво)

source: Enable overscanned mode
uk: Увімкнути режим overscan

source: Disable video display window entirely
uk: Повністю вимкнути вікно відображення відео

source: Keep video window open after session terminates
uk: Залишати вікно відео відкритим після завершення сесії

source: Host screensaver behavior (0: default, 1: on active, 2: always on)
uk: Поведінка заставки хоста (0: за замовчуванням, 1: під час активності, 2: завжди)

source: Video sync enabled (timestamp synchronization)
uk: Синхронізація відео увімкнена (синхронізація за часовими мітками)

source: Synchronize server audio to client video in audio-only mode
uk: Синхронізувати аудіо сервера з відео клієнта в режимі 'тільки аудіо'

source: Audio latency in seconds
uk: Затримка аудіо в секундах

source: Baseline volume multiplier (0.0 to 1.0)
uk: Базовий множник гучності (від 0.0 до 1.0)

source: Decibel attenuation limits (l or l:h)
uk: Межі ослаблення в децибелах (l або l:h)

source: Logarithmic volume control curve
uk: Логарифмічна крива керування гучністю

source: Cover art render or dump file path
uk: Шлях до файлу рендеру або дампу обкладинки

source: Metadata dump file path
uk: Шлях до файлу дампу метаданих

source: DACP telemetry export path
uk: Шлях експорту телеметрії DACP

source: Enable direct HTTP Live Streaming interception
uk: Увімкнути пряме перехоплення HTTP Live Streaming

source: Specific linguistic audio track selection
uk: Вибір конкретної мовної аудіодоріжки

source: Exact GStreamer parser element
uk: Точний елемент парсера GStreamer

source: Exact GStreamer algorithmic decoder element
uk: Точний алгоритмічний елемент декодера GStreamer

source: GStreamer conversion algorithm
uk: Алгоритм конвертації GStreamer

source: Decoded video buffer sink endpoint
uk: Кінцева точка для декодованого відеобуфера

source: Decoded audio buffer sink endpoint
uk: Кінцева точка для декодованого аудіобуфера

source: Override hardware acceleration (libav CPU decode)
uk: Перевизначити апаратне прискорення (декодування libav CPU)

source: Prioritize Video4Linux2 hardware decoding
uk: Надавати пріоритет апаратному декодуванню Video4Linux2

source: Color space matrix (0: auto, 1: bt709, 2: srgb)
uk: Матриця кольорового простору (0: auto, 1: bt709, 2: srgb)

source: RTP video forward pipeline
uk: Конвеєр пересилання RTP відео

source: RTP audio forward pipeline
uk: Конвеєр пересилання RTP аудіо

source: Bypass rendering and encode to .mp4 file
uk: Обійти рендеринг і кодувати у файл .mp4

source: Print real-time client performance telemetry
uk: Виводити телеметрію продуктивності клієнта в реальному часі

source: Dump H.264 NAL units (binary file)
uk: Зберегти дамп NAL одиниць H.264 (бінарний файл)

source: Dump uncompressed or ALAC packets (binary file)
uk: Зберегти дамп нестиснутих або ALAC пакетів (бінарний файл)

source: Reset timeout in seconds
uk: Тайм-аут скидання в секундах

source: Enable debug logging
uk: Увімкнути логування налагодження

source: Stores UXPlay log messages
uk: Зберігає повідомлення журналу UXPlay

source: Maximum number of log lines to store
uk: Максимальна кількість рядків журналу для зберігання
